[
    {
        "id": "g01",
        "title": "Vietnamese pho",
        "video": "https://www.youtube.com/embed/MrgdrReEwkM?si=4BmBPylQ5Hw87Ma1",
        "viddesc": "There are certain foods we recognize immediately by aroma and Pho, Vietnamese Rice Noodle Soup, is one of these dishes. Get a whiff of that unique pho smell and it instantly conjures to mind a hearty bowl of rice noodle generously covered in fragrant golden broth and heaped with assorted meats and fresh herbs.",
        "image": [
            {
                "img": "/images/gallery/pho1.jpg",
                "desc": "What makes pho smell and taste so amazing? The answer is the spices. Use the right spices and you have pho broth that is fragrant, flavorful and wonderfully layered. Use the wrong spices or the wrong proportions and the soup is unbalanced and unrecognizable!"
            },
            {
                "img": "/images/gallery/pho2.jpg",
                "desc": "The spices for making pho are typically dried whole spices. Recipes do vary here and there and often adapted to family preference."
            },
            {
                "img": "/images/gallery/pho3.jpg",
                "desc": "Star Anise resembles a small flower with slender petals. Star Anise is a key pho spice. It adds a slightly bittersweet and licorice-like aroma and taste to pho broth. The flavor is concentrated in the petals."
            },
            {
                "img": "/images/gallery/pho4.jpg",
                "desc": "Cinnamon or cassia bark is another crucial spice and infuses the broth with a wonderfully warm and earthy aroma. Most of us associate the fragrant combination of star anise and cinnamon as the intoxicating pho aroma."
            },
            {
                "img": "/images/gallery/pho5.jpg",
                "desc": "Coriander Seeds are little round seeds which add citrusy notes to the broth. The taste is mild and light and balances the bolder spices."
            },
            {
                "img": "/images/gallery/pho6.jpg",
                "desc": "Fennel Seeds are slender light green or brown seeds resembling long-grain rice. Fennel seeds are similar to star anise with a licorice-like aroma and taste but on the sweeter side. Licorice root is often used in place of fennel seeds."
            },
            {
                "img": "/images/gallery/pho7.jpg",
                "desc": "Cloves look like dark brown pins and are robust in taste and aroma. Quite spicy and bitter in taste, cloves have a heavy musky fragrance often bordering pungent."
            },
            {
                "img": "/images/gallery/pho8.jpg",
                "desc": "Black Cardamom, another warm and earthy spice, looks like small wrinkled nuts. Cardamom infuses pho broth with smoky taste and minty menthol aroma. Green cardamon is milder and sweet and can also be used if you enjoy the aroma and flavor."
            },
            {
                "img": "/images/gallery/pho9.jpg",
                "desc": "Heating spices in a skillet warms the oil and releases the fragrance. Keep a close watch so the spices don’t get scorched and stir every few minutes for even toasting."
            },
            {
                "img": "/images/gallery/pho10.jpg",
                "desc": "Putting the spices in a large tea filter, mesh ball or cheesecloth keeps the loose spices together in one tidy package. It also makes it super easy to remove everything all at once."
            },
            {
                "img": "/images/gallery/pho11.jpg",
                "desc": "The essence dissipates with longer cooking times. Add spices during the last 30-45 minutes of simmering. This way the spices are bold and flavorful."
            },
            {
                "img": "/images/gallery/pho12.jpg",
                "desc": "The varied spices should be balanced and work together harmoniously providing depth of flavor and aroma to the pho broth. The spices should complement and enhance the main ingredients but not take center stage."
            },
            {
                "img": "/images/gallery/pho13.jpg",
                "desc": "Avoid adding too many spices which will make the broth unappetizingly pungent and muddy looking. You don’t want the pho spices to overpower the main ingredients: rice noodle, plethora of meats and fresh herbs and veggies."
            },
            {
                "img": "/images/gallery/pho14.jpg",
                "desc": "Chicken Pho"
            },
            {
                "img": "/images/gallery/pho15.jpg",
                "desc": "Beef Pho"
            },
            {
                "img": "/images/gallery/pho16.jpg",
                "desc": "Beef Meatball Pho"
            }
        ]
    },
    {
        "id": "g99",
        "title": "A 2000-Year-Old Experience",
        "video": "https://www.youtube.com/embed/ZyGDDE1DKmA",
        "viddesc": "Even after 2000 years, the stone slab still smelled of nutmeg. Unearthed in an ancient village in southern Vietnam, the cookware—roughly the size and shape of an anvil—was likely used to grind the spice, along with other ingredients familiar in today’s curries. The discovery, reported in Science Advances, marks the earliest known example of spice processing in mainland Southeast Asia. It also suggests that visitors from India and Indonesia may have introduced their culinary traditions to the region millennia ago.",
        "image": [
            {
                "img": "/images/gallery/old1.jpg",
                "desc": "The global spice trade has been linking global economies and shaping the world for at least 4,000 years. Seasonings and herbs we completely take for granted today were once so valuable that a long held theory believes that Roman soldiers were sometimes paid in salt, even giving rise to the word “salary.”"
            },
            {
                "img": "/images/gallery/old2.jpg",
                "desc": "Now, scientists have uncovered the remnants of Southeast Asia’s earliest evidence of curry–a dish of meat or vegetables seasoned with a mixture of spices– in Vietnam dating back almost 2,000 years. The findings are detailed in a study published July 21 in the journal Science Advances. "
            },
            {
                "img": "/images/gallery/old3.jpg",
                "desc": "Southeast Asia played a special role in the spice trade, both as a source of tropical products and as a geographical intermediary between China and the Indian subcontinent. The maritime trading networks and the Silk Road linked the Eurasian continent and the ancient civilizations of the world at least since 2000 years ago. One such trading entrepôt, Oc Eo, is at the crossroads of the ancient maritime trading networks."
            },
            {
                "img": "/images/gallery/old4.jpg",
                "desc": "Oc Eo is located on the border between An Giang and Kien Giang provinces on the southwestern side of the Mekong Delta, southern Vietnam. It now lies about 25 km from the sea, within a network of ancient canals. The whole site complex covers an area of some 2,500 ha, including the lower slopes and summit of Mount Ba The and an adjacent floodplain to its southeast that has several natural but low-lying mounds."
            },
            {
                "img": "/images/gallery/old6.jpg",
                "desc": "The study focuses on microscopic plant remains extracted from 12 food preparation tools found at Oc Eo. In South Asia, ground stone processing implements of the types found at Oc Eo are reported from many archaeological sites that date especially to the early historical period (ca. 500 BCE to 300 CE). Similar stone tools have remained widely in use in India until recent centuries."
            },
            {
                "img": "/images/gallery/old7.jpg",
                "desc": "This photograph, shown at the Vienna Universal Exhibition of 1873, shows at left a woman crushing spices with a stone roller on a grinding slab similar to those from Oc Eo (but without separately carved feet). The woman at right is grinding ragi (finger millet, Eleusine coracana, of late Harappan African origin), a grain cultivated as a food staple in Southern India, between two round millstones. Photo taken at Madras (Chennai) in Tamil Nadu by Nicholas and Curths in c.1870, from the Archaeological Survey of India (Photo source: British Library Board)."
            },
            {
                "img": "/images/gallery/old8.jpg",
                "desc": "Eight types of spices were extracted from the ancient stone tools of Oc Eo. The possible origins of these specific spices include the Moluccas in East Indonesia, India, Sri Lanka, and other candidates such as Java in central Indonesia."
            },
            {
                "img": "/images/gallery/old9.jpg",
                "desc": "Ginger (Z. officinale) originated in the Indo-Malaysian region, but the primary domestication center remains obscure. China and India have been suggested as two major cultivation centers and suppliers of ginger for trade since ancient times. China has the oldest written record for its presence, from the Analects of Confucius written in the Warring States period (475 to 221 BCE). However, ginger starch has been recovered from the Harappan site of Farmana in India. Ginger was well known to the West in the first century CE, and references to its medicinal and spice usages occur in Persian, Arabic, Greek, and Roman texts."
            },
            {
                "img": "/images/gallery/old10.jpg",
                "desc": "The other edible Zingiberaceae species found at Oc Eo — galangal (A. galanga), fingerroot (B. rotunda), and sand ginger (K. galanga) — are all native to tropical Asia and widely cultivated today in Southeast Asia. Their precise origins are uncertain, but it is possible that galangal originated in Java, fingerroot in Sumatra and Java, and sand ginger less precisely in either South or Southeast Asia."
            },
            {
                "img": "/images/gallery/old11.jpg",
                "desc": "Clove trees (S. aromaticum) are native to the volcanic islands of Maluku Utara (northern Moluccas), often termed the “Spice Islands”. The common term “clove” refers to the clove bud, but the clove seed, termed “chicken-tongue spice” in Chinese texts, was also a traditional spice and medicine."
            },
            {
                "img": "/images/gallery/old12.jpg",
                "desc": "Several historical documents suggest that cloves reached China, India, and Rome during the late centuries BCE to early CE. For instance, according to the Han Guan Yi (Etiquettes of the Officialdom of the Han Dynasty) completed ca. 200 CE, the Han Dynasty court had a rule that ministers should suck cloves to sweeten their breath before speaking to the emperor. Cloves are mentioned in the Ramayana, an Indian epic written between 350 BCE and 1 CE, and are reputed according to Pliny’s Natural History (70 CE) to have been known in Rome."
            },
            {
                "img": "/images/gallery/old13.jpg",
                "desc": "The earliest direct evidence of nutmeg (M. fragrans) comes from the Banda islands, where it originated. Carbonized nutmeg from Khairadih in eastern Uttar Pradesh (Ganges Valley) has been dated to an early phase of the Northern Black Polished Ware Culture (700 to 200 BCE), and to the Kushan period from a fire altar at Sanghol (100 to 300 CE) in Punjab. A document termed the Charaka Samhita, an Ayurvedic compendium dating from the first century CE with a particular focus on general and internal medicine, mentions nutmeg, mace (the seed covering of nutmeg) and cloves."
            },
            {
                "img": "/images/gallery/old14.jpg",
                "desc": "Cinnamon (Cinnamomum sp.) is one of the most ancient spices in history. It can be obtained from several tree species in the genus Cinnamomum. “True cinnamon” usually refers to Ceylon cinnamon (Cinnamomum verum) and is native to Sri Lanka. Cinnamon has been involved in global trade at least since 2000 years ago."
            },
            {
                "img": "/images/gallery/old15.jpg",
                "desc": "The combination of ingredients found at Óc Eo is still used today in curries around Southeast Asia. But the word “curry” may fail to capture variations of the region’s cuisine. The word originated with European colonists, who used it as a blanket term for spiced dishes from southern Asia. “Curry” can take many different forms, however, and understanding the nuances of different regional cuisines ended up being pivotal to the study’s analysis."
            },
            {
                "img": "/images/gallery/old16.jpg",
                "desc": "The recipes introduced into Vietnam by traders were modified by locals, who supplemented them with familiar ingredients to develop a unique culinary tradition. Although many spices found at Óc Eo were likely imported there, others are endemic to Southeast Asia. Some, including varieties of ginger, are still commonly used in Thai and other Southeast Asian cuisine but are seldom found in similar dishes from India. The study also recovered traces of coconut from the tools, suggesting spices used at Óc Eo were thickened with coconut milk, a technique characteristic of modern Southeast Asian curry. Pictured - a dish of Thai green chicken curry."
            },
            {
                "img": "/images/gallery/old17.jpg",
                "desc": "The curry recipe used today has not deviated significantly from the ancient Óc Eo period, with the use of turmeric, clove, and cinnamon remaining consistent over the centuries. This continuity highlights the lasting essence of curry flavors in Vietnamese cuisine. Almost 2000 years after the cultural exchange between South Asia and Southeast Asia began, we can still taste — and smell — its legacy. Pictured - a dish of Vietnamese chicken curry."
            }
        ]
    }
]